Repository: WhatDidYouExpect/frii.site-app-mirror
Catalog: lib/l10n/app_*.arb
Languages: fr

# donationPopupTitle
source: Have you considered donating?
fr: Care to toss a coin to the crew?

# donationPopupText
source: frii.site has never been profitable, but due to Namecheap raising our domain's prices, we are losing more money than we ever have. Even small donations (e.g. 1â‚¬ or $1) would help out immensely.
fr: frii.site’s never filled the treasure chest, and with Namecheap raisin’ the domain tolls, we be losin’ more gold than ever. Even a wee donation (like 1€ or $1) would help keep us afloat.

# donationPopupButton
source: View donation options
fr: Spy donation options

# dontShowAgainButton
source: Don't show again
fr: Don’t show again, savvy?

# languageLabel
source: Language
fr: Tongue

# cityLabel
source: City
fr: Port o’ call

# countryLabel
source: Country
fr: Realm

# joinedLabel
source: Joined
fr: Signed aboard

# twoFaEnabledLabel
source: 2FA Enabled
fr: 2FA Hoisted

# referredPeopleLabel
source: Referred People
fr: Crew Recruited

# userDetailsAccessLabel
source: User Details Access
fr: Crew Details Access

source: Yes
fr: Aye

source: No
fr: Nay

# modifyDomainTitle
source: Modify {domain}
fr: Tinker with {domain}

# deleteDomainWarning
source: This action cannot be undone.
fr: Once scuttled, it be gone forever.

# deleteDomainTitle
source: Delete {domain}?
fr: Scuttle {domain}?

# yourIpLabel
source: Your IP
fr: Yer IP

# useYourIpButton
source: Update Domain to your IP
fr: Set domain to yer IP

# saveButton
source: Save
fr: Stow it

# deleteButton
source: Delete
fr: Scuttle

# domainModifiedSuccess
source: Domain modified successfully!
fr: Domain tweaked with success!

# domainModifyError
source: Error modifying domain
fr: Blimey! Error tweakin’ domain

# domainDeletedSuccess
source: Domain deleted successfully!
fr: Domain scuttled successfully!

# domainDeleteError
source: Error deleting domain
fr: Arrr! Error scuttlin’ domain

source: Unable to fetch IP
fr: Can’t fetch the IP, matey

# modifyButton
source: Modify
fr: Tinker

# noInternetTitle
source: No Internet
fr: No Wind in the Sails

# noInternetMessage
source: Your device is offline. Please check your connection.
fr: Yer device be adrift. Check yer connection.

# okButton
source: OK
fr: Aye aye

# registerDomainTitle
source: Register Domain
fr: Claim a Domain

# registerButton
source: Register
fr: Claim it

# cancelButton
source: Cancel
fr: Belay that

# helloUser
source: Hello, {name}!
fr: Ahoy, {name}!

# domainRegisteredSuccess
source: Domain registered successfully!
fr: Domain claimed successfully!

# drawerDashboard
source: Dashboard
fr: Captain’s Deck

# drawerAccount
source: Account
fr: Yer Account

# drawerBlogs
source: Blogs
fr: Ship Logs

# settingsTooltip
source: Settings
fr: Riggin’

# appBarTitle
source: frii.site
fr: arrh.ovh

source: Logout
fr: Abandon Ship

source: Last Login
fr: Last Watch

source: Settings
fr: Riggin’

source: Select Theme
fr: Choose Yer Colors

source: Select Language
fr: Choose Yer Tongue

source: Cancel
fr: Belay

source: Save
fr: Stow

# blogReadMore
source: Tap to read more
fr: Tap to read more, savvy?

# blogCollapse
source: Tap to collapse
fr: Tap to fold it up

# blogError
source: Error loading blogs
fr: Error loadin’ ship logs

# blogLoading
source: Loading...
fr: Loadin’...

# blogFailed
source: Failed to load blogs ({status})
fr: Failed to load logs ({status})
